chat_system_1429488166_actor_description=Skipper Gek. Sea dog.
chat_system_1429488166_snap_5_question=^?^So what, have you found my goods?
chat_system_1429488166_snap_5_answer_0=^?^I've found all the chests. Here, take them.
chat_system_1429488166_snap_5_answer_1=^?^Look, do you have one more boat?
chat_system_1429488166_snap_5_answer_2=^?^No, not yet. But I'll find them! See you.
chat_system_1429488166_snap_3_question=^?^Thanks! You can't even imagine how much you've helped me! Goods from one of the most important pirates on the Islands were there. I would have been killed for the loss!
chat_system_1429488166_snap_3_answer_0=^?^You are welcome. I'm always glad to help.
chat_system_1429488166_snap_6_question=^?^Sorry, but I've given you the last old tub. A good boat costs good money! I'll sell a boat to you for 1,500 gold coins.
chat_system_1429488166_snap_6_answer_0=^?^Ok, I agree. Here is your money.
chat_system_1429488166_snap_6_answer_1=^?^Some other time. Sorry.
chat_system_1429488166_snap_0_question=^?^Hey! Hello! Look, traveler, don't you want to change your horse for some real transportation?<br>I'm offering you to buy a boat from me. You can relax during sea traveling. Enough bumping around in the saddle!
chat_system_1429488166_snap_0_answer_0=^?^Yes, I'd like a boat! How much?
chat_system_1429488166_snap_0_answer_1=^?^To buy? Maybe we can arrange another way? I do need a boat, though.
chat_system_1429488166_snap_0_answer_2=^?^No, I'm not interested right now.
chat_system_1429488166_snap_1_question=^?^A boat costs 1,500 gold. Deal?
chat_system_1429488166_snap_1_answer_0=^?^Deal, here is your money.
chat_system_1429488166_snap_1_answer_1=^?^Wow! So expensive... Maybe we can arrange another way? I do need a boat.
chat_system_1429488166_snap_1_answer_2=^?^It's too expensive. Perhaps, I can do without a boat.
chat_system_1429488166_snap_4_question=^?^Let's do it this way - you help me and I'll give you a boat. Quid pro quo.<br>Recently, I carried some goods from Verlon to Arlania, and ran into a terrible storm. I never seen one so bad before!<br>Part of the cargo got washed overboard. If you could find my lost goods... I would give you a ship for it!
chat_system_1429488166_snap_4_answer_0=^?^Ok, I'll find it!
chat_system_1429488166_snap_4_answer_1=^?^I don't have the time right now. Some other time, ok?
chat_system_1429488166_snap_2_question=^?^Here's your ship. Sorry, but it's the best I can spare.
chat_system_1429488166_snap_2_answer_0=^?^It's ok. I see that there are sails. I hope it won't sink!
